[
    {
        "id": 1,
        "title": "",
        "body": "In spite of our sinfulness, in spite of the darkness surrounding our souls, the Grace of the Holy Spirit, conferred by baptism in the name of the Father and the Son and the Holy Spirit, still shines in our hearts with the inextinguishable light of Christ",
        "author": "St. Seraphim of Sarov"
        
    },
    {
        "id": 2,
        "title": "",
        "body": "Remember, never to fear the power of evil more than your trust in the power and love of God.",
        "author": "Hermas, one of the Seventy"
        
        
    },
    
    {
        "id": 3,
        "title": "",
        "body": "In heaven, God will not ask us why we sinned; He will ask us why we didn’t repent.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 4,
        "title": "",
        "body": "The resurrection drew men’s attention to the glories of the other world; thus, the evanescent enjoyment of this perishable world diminished.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 5,
        "title": "",
        "body": "The love which does not sacrifice is a barren love, without fruit.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 6,
        "title": "",
        "body": "God gave you your soul to be responsible for it before Him, like a steward who was entrusted with a stewardship. Are you busy with it or with others?",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 7,
        "title": "",
        "body": "In all man’s acts, it is not enough that the aim has to be holy, but also the means must be sound. Very often, man errs and fails because his means are wrong.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 8,
        "title": "",
        "body": "He who is led by the truth will be pleased with its leadership and nourishment and lives by it.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 9,
        "title": "",
        "body": "The spiritual person questions himself before he is questioned by God: What has he done for all those people whom he knew? Is there anyone among those whom he does not know, who needs his help; he ought to know them and offer his services.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 10,
        "title": "",
        "body": "Many of our brothers were lost because nobody visited them or by the time they were visited, it was too late.",
        "author": "H.H. Pope Shenouda III"
    },
    {
        "id": 11,
        "title": "",
        "body": "The first transfiguration of our nature is that God created us in his own image and likeness.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 12,
        "title": "",
        "body": "The disciples rejoiced when they saw the (risen) Lord and their joy became a way of life for them and Christians after them.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 13,
        "title": "",
        "body": "Respect others and treat everyone politely, not only the elders or those you are obliged to regard, but also the young and those who are younger and lower in grade than you. ",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 14,
        "title": "",
        "body": "Praise others and make them aware of your appreciation. Make them feel that you know their good deeds and admire them.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 15,
        "title": "",
        "body": "If you are faithful in not judging others by words, God will enable you not to judge by thoughts, which is more difficult.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 16,
        "title": "",
        "body": "If you are faithful in rejecting willful sins, God will deliver you from willfulness sins.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 17,
        "title": "",
        "body": "Prayer is a feeling of being in the presence of God. It is a partnership with the Holy Spirit and unity with God.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 18,
        "title": "",
        "body": "Prayer is a tie, a relationship between man and God. Therefore, it is not just talk, it is a heart connected to a heart.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 19,
        "title": "",
        "body": "I am not with you right now, but you are in my heart always.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 20,
        "title": "",
        "body": "Your nature is not evil. Evil is an intruder.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 21,
        "title": "",
        "body": "As for the one who is self-centred, he never knows love as it should be. And if he does love, his love would not be capable of enduring as it should be.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 22,
        "title": "",
        "body": "Bear the faults of others as God bears your faults",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 23,
        "title": "",
        "body": "The one who likes to benefit always searches for profitability. Too much talk does not profit him, but one word could change his whole life.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 24,
        "title": "",
        "body": "Faith is a deep inner conviction and complete confidence in God, His attributes and His work.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 25,
        "title": "",
        "body": "Faith is not just to be mentally convinced but is an action inside the heart, to lead one through his whole life.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 26,
        "title": "",
        "body": "Never be afraid to trust an unknown future to a known God",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 27,
        "title": "",
        "body": "Prayer is a key to Heaven, it is the language and job of Angels and it is the life of the spirituals.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 28,
        "title": "",
        "body": "In prayer, one is elevated above materialism to meet with God.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 29,
        "title": "Fast",
        "body": "Prayer is a taste of God’s Kingdom, which starts here and finishes there.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 30,
        "title": "",
        "body": "God can do everything on his own, but he wants you to work with Him, not only to work, but to toil and strive.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 31,
        "title": "",
        "body": "Thus, suffering for the Lord becomes a measure of the glory that awaits the faithful in the eternal Kingdom.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 32,
        "title": "",
        "body": "Love expresses its existence by labouring for the beloved one.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 33,
        "title": "",
        "body": "The One they crucified at Golgotha and was counted as a sinner, enduring many reproaches and insults, has risen from the dead in glory, ascended to Heaven in glory and sat down at the right hand of the Father in glory.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 34,
        "title": "",
        "body": "Let your gifts be comparable to your earnings, lest God makes your earnings comparable to your gifts.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 35,
        "title": "",
        "body": "Love is tested through suffering, tribulation and sacrifice.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 36,
        "title": "",
        "body": "If one loses ones inner peace, everything will look disturbed in ones’ eyes, and what is simple will seem complicated.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 37,
        "title": "",
        "body": "The one who overcomes hardships and does not use them as an excuse, proves the truth of his inner intentions.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 38,
        "title": "",
        "body": "A practical person who has faced reality and experienced life would perfectly understand that matters do not proceed according to his plans and preferences.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 39,
        "title": "",
        "body": "A humble person may give up his opinion and would possibly admit that he was wrong, and rectify the error.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 40,
        "title": "",
        "body": "A meek person deals simply with everyone and never argues much or acts stubbornly.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 41,
        "title": "",
        "body": "There is a big difference between stubbornness and firmness in what is right. Stubbornness is the persistence on what is wrong.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 42,
        "title": "",
        "body": "He never aimed at overcoming people but winning them. He never tried to destroy them but convince them.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 43,
        "title": "",
        "body": "The faults of the tongue are many.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 44,
        "title": "",
        "body": "Repentance needs a humble heart. The one who persists in his pride and dignity would not be able to repent.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 45,
        "title": "",
        "body": "The Christians are strong because they are an image of God and God is powerful.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 46,
        "title": "",
        "body": "The one who is full of peace could flow over to others, granting them comfort.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 47,
        "title": "",
        "body": "God is present, everything is for good, there is an end.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 48,
        "title": "",
        "body": "Be firm inside, steadfast in your faith, then nothing from outside will shake you.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 49,
        "title": "",
        "body": "Live then in peace, you will be comforted and live in confidence and calm, in good health, both spiritually and physically.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 50,
        "title": "",
        "body": "Find excuses for others and try your best to defend them in a rightful way, not through hypocrisy",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 51,
        "title": "",
        "body": "He who deals with people according to his own mentality, without taking into consideration their own mentality and way of thinking, is not practical.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 52,
        "title": "",
        "body": "Be firm inside, steadfast in your faith, then nothing from outside will shake you.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 53,
        "title": "",
        "body": "The practical person lives in reality with all its surroundings, obstacles and problems, without ignoring anything.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 54,
        "title": "",
        "body": "Success in not large number served people, but in those you were able to change their lives and brought them to God.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 55,
        "title": "",
        "body": "Man needs to drink from all springs of knowledge, with wisdom and care, by examining and sifting information.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 56,
        "title": "",
        "body": "Try and reach the heart of the one you speak with, before, you reach his mind.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 57,
        "title": "",
        "body": "Zeal is kindling the heart and the will, as if with fire, to do what one believes to be good.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 58,
        "title": "",
        "body": "Think, study and investigate everything, adhere to the good attributes.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 59,
        "title": "",
        "body": "Service is an expression of love overflowing from the heart, it is a desire to serve.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 60,
        "title": "",
        "body": "If you want your words to have their full effect, choose the appropriate time to say them.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 61,
        "title": "",
        "body": "Speak when the ear is ready to listen to your words, and more preferable when it is eager to listen to you.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 62,
        "title": "",
        "body": "The important thing to keep before you is that you say your word when it finds an ear ready to listen.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 63,
        "title": "",
        "body": "The world sees in our conduct, in our behavior, the proof that we are the real children of God.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 64,
        "title": "",
        "body": "It is not the sun which has hidden its face from the earth, but the earth which has turned its back on the sun.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 65,
        "title": "",
        "body": "I have noticed a type of person who talks a lot but who says nothing.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 66,
        "title": "",
        "body": "Every Goliath has a David waiting to conquer him in the name of the Lord of Hosts.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 67,
        "title": "",
        "body": "People may fear you on account of your position or power or strength, but this does not mean that they respect you.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 68,
        "title": "",
        "body": "Any work done by man, without the hand of God, surely leads to vain glory.",
        "author": "H.H. Pope Shenouda III"
        
    },
    {
        "id": 69,
        "title": "",
        "body": "My Lord Jesus, grant me the understanding and the discernment of the power of your cross. In the midst of this troubled world, in dealing  with its principles, help me feel that I am not defeated but rather victorious by the power of Your cross.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 70,
        "title": "",
        "body": "My Lord Jesus, Your thirst is not quenched by water,nor by vinegar. It is only quenched by my repentance and my return to You at the foot of the cross, the source of Your thirst.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 71,
        "title": "",
        "body": "I watch how they spat on your face. I see that I am the one who deserves the spitting because of my straying eyeis the reason for the spitting.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 71,
        "title": "",
        "body": "O Lord Jesus, the cross was the only way for the thief to meet You. What a happy hour and what a wonderful cross!",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 72,
        "title": "",
        "body": "My Lord Jesus, grant me Your Spirit that is full of love. Regarding Your crucifiers, You said: O Father, forgive them for they do not know what they are doing. This is the prayer that brought the murderer and the thief to the bosom of your love.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 73,
        "title": "",
        "body": "My Lord Jesus, it is my forehead,full of thoughts,that actually deserves the crown of thorns. Guard my thoughts by Your Holy thorns. Grant me the mind of Christ.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 74,
        "title": "",
        "body": "My God, I truly appreciate the meaning of your words telling me to carry my cross every day,the way You carried Your cross.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 75,
        "title": "",
        "body": "My cross is my struggle against sin. Your cross is my sin that I failed to resist.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 76,
        "title": "",
        "body": "My Lord Jesus, I do not seek one particularcross, but rather whichever You choose for me. I do not wish to offer any of my services, but rather  that you useme to minister in this cross.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 77,
        "title": "",
        "body": "My Lord Jesus, I behold you crucified, yet my heart is as hard as a rock. What a spiritual dryness? O Lord, make my tears flow abundantly. OLord, strike the rock and my tears shall flow.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 78,
        "title": "",
        "body": "My Lord Jesus, help me firmly carry my cross with courage and love of truth.I want to imitate you,and in joy and happiness,testify for you in this deceptiveworld.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 79,
        "title": "",
        "body": "My Lord Jesus, You are the one Who gives the living water: he who drinks of it shall never thirst. After all You still thirst for me. My Lord, Glory be to You! How great is Your love for me, I the fallen one.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 80,
        "title": "",
        "body": "No power in the world can ever bind Jesus other than my own sin. He accepted this to show me His love: these bindings are none other than my own sins.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 81,
        "title": "",
        "body": "O Father, grant me to read your will in every move all day long. Make me swiftly do Your will with great joy. Only then I get to realize I am  in the bosom of my Father.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 82,
        "title": "",
        "body": "My Father, grant me to quickly respond to the inspirations from Your Holy Spirit through prayers.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 83,
        "title": "",
        "body": "My Life will be meaningless, tasteless and useless unless You declare Your will for me so that I can fulfill it.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 84,
        "title": "",
        "body": "The most dangerous moment in my life is whenever I stop thinking about Christ. It is a moment of dissolution and weakness. It is a moment of falling into the simplest of sins.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 85,
        "title": "",
        "body": "Our Lord Jesus defeated the world, for the world had nothing in  Him. Since the enemy still has agents within me,how then can I ever face him?",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 86,
        "title": "",
        "body": "We carry within an infinite poweras we face a  materialistic  world, a defeated world in spite of its mighty appearance: this is our faith.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 87,
        "title": "",
        "body": "O Lord,though You guide us, yet we desert You,seeking guidance and comfort from the world. We fail and return to find You the way You are. Then we feel the gravity of our sin against You.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 88,
        "title": "",
        "body": "You are my God, a Father full of love for humanity. You poured Your Loving Spirit on me. This is the only way to know You and live with You.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 89,
        "title": "",
        "body": "The servant is a man whose dirty feet have been washed by Jesus and He continues to wash them daily. For this reason,the servant goes  around with Jesus, heartily washing the dirt off  all people.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 90,
        "title": "",
        "body": "My Lord, grant me to weep over the sin of my brother in the same way I weep over my own sin since both sins have bruised you O My beloved Jesus.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 91,
        "title": "",
        "body": "When the fallen soul arises,I releases a tremendous power derived from the power of the resurrection of the Lord Jesus.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 92,
        "title": "",
        "body": "Omy soul, focus on your inner self to impress Jesus, the Heavenly Bridegroom, Who does not care about the type of earthly fashion,but treasures the inner beauty of the soul.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 93,
        "title": "",
        "body": "If we make every effort to avoid death of the body, still more should it be our endeavor to avoid death of the soul. There is no obstacle for a man who wants to be saved other than negligence and laziness of soul.",
        "author": "St. Anthony the Great"
        
    },
    {
        "id": 94,
        "title": "",
        "body": "Troubles are usually the brooms and shovels that smooth the road to a good man’s fortune; and many a man curses the rain that falls upon his head, and knows not that it brings abundance to drive away hunger.",
        "author": "St. Basil the Great"
        
    },
    {
        "id": 95,
        "title": "",
        "body": "Keep striving until the fire of heresy is put out, before it consumes the Church.",
        "author": "St. Basil the Great"
        
    },
    {
        "id": 96,
        "title": "",
        "body": "If you see your neighbor in sin, don’t look only at this, but also think about what he has done or does that is good, and infrequently trying this in general, while not partially judging, you will find that he is better than you.",
        "author": "St. Basil the Great"
        
    },
    {
        "id": 97,
        "title": "",
        "body": "One should not think about the doings of God when one’s stomach is full; on a full stomach there can be no vision of the Divine mysteries.",
        "author": "St. Seraphim of Sarov"
        
    },
    {
        "id": 98,
        "title": "",
        "body": "The Lord sometimes allows people who are devoted to Him to fall into such dreadful vices; and this is in order to prevent them from falling into a still greater sin–pride",
        "author": "St. Seraphim of Sarov"
        
    },
    {
        "id": 99,
        "title": "",
        "body": "Your temptation will pass and you will spend the remaining days of your life in humility. Only do not forget your sin.",
        "author": "St. Seraphim of Sarov"
        
    },
    {
        "id": 100,
        "title": "",
        "body": "Devils take great delight in fullness, and drunkenness and bodily comfort. Fasting possesses great power and it works glorious things. To fast is to banquet with angels.",
        "author": "St. Athanasius the Great"
        
    },
    {
        "id": 101,
        "title": "",
        "body": "Even on the Cross He did not hide Himself from sight; rather, He made all creation witness to the presence of its Maker.",
        "author": "St. Athanasius the Great"
        
    },
    {
        "id": 102,
        "title": "",
        "body": "Do not have a single thing to do with schismatics and absolutely nothing with heretics . . . As you know I myself have avoided them due to their Christ hating and heterodox heresy.",
        "author": "St. Anthony the Great"
        
    },
    {
        "id": 103,
        "title": "",
        "body": "Let it be understood that those who are not found living as He taught are not Christian- even though they profess with the lips the teaching of Christ.",
        "author": "St. Justin Martyr"
        
    },
    {
        "id": 104,
        "title": "",
        "body": "I have been amazed that some are utterly in doubt as to whether or not the Holy Virgin is able to be called the Mother of God. For if our Lord Jesus Christ is God, how should the Holy Virgin who bore him not be the Mother of God?",
        "author": "St. Cyril of Alexandria"
        
    },
    {
        "id": 105,
        "title": "",
        "body": "Glory be to Him, Who never felt the need of our praising Him; yet felt the need as being kind to us, and thirsted as loving us, and asks us to give to Him, and longs to give to us. His fruit was mingled with us men, that in Him we might come near to Him, Who condescended to us. By the Fruit of His stem He grafted us into His Tree.",
        "author": "St. Ephraim the Syrian"
        
    },
    {
        "id": 106,
        "title": "",
        "body": "Come, let us wonder at the virgin most pure, wondrous in herself, unique in creation, she gave birth, yet knew no man; her pure soul with wonder was filled, daily her mind gave praise in joy at the twofold wonder: her virginity preserved, her child most dear. Blessed is He who shone forth from her!",
        "author": "St. Ephraim the Syrian"
        
    },
    {
        "id": 107,
        "title": "",
        "body": "Imagine that someone, while standing before a king and conversing with him, at the summons of a servant like unto himself leaves the king and begins to converse with that servant; such also is he who engages in conversation and gives himself over to distraction during the divine service.",
        "author": "St. Ephraim the Syrian"
        
    },
    {
        "id": 108,
        "title": "",
        "body": "Blessed the one who farms fair and good thoughts each day and by hope conquers the wicked passion of despondency, by which the Lord’s ascetics are warred upon.",
        "author": "St. Ephrem of Syria"
        
    },
    {
        "id": 109,
        "title": "",
        "body": "When you begin to read or listen to the Holy Scriptures, pray to God thus: “Lord Jesus Christ, open the ears and eyes of my heart so that I may hear Thy words and understand them, and may fulfill Thy will.” Always pray to God like this, that He might illumine your mind and open to you the power of His words. Many, having trusted in their own reason, have turned away into deception.",
        "author": "St. Ephraim the Syrian"
        
    },
    {
        "id": 110,
        "title": "",
        "body": "The Sacraments are the living gospel by which the Church lived for thirty years, from 30-60 A.D",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 111,
        "title": "",
        "body": "Prayer preserves temperance. Prayer suppresses anger. Prayer prevents emotions of pride and envy. Prayer draws into the soul the Holy Spirit, and raises man to Heaven.",
        "author": "St. Ephrem of Syria"
        
    },
    {
        "id": 112,
        "title": "",
        "body": "The primary lesson for life must be implanted in the soul from the earliest age. The primary lesson for children is to know the eternal God, the One Who gives everlasting life.",
        "author": "St. Clement"
        
    },
    {
        "id": 113,
        "title": "",
        "body": "It is better that scandals arise than the truth be suppressed.",
        "author": "St. Gregory the Great"
        
    },
    {
        "id": 114,
        "title": "",
        "body": "Have confidence in the compassion of our Creator. Reflect well on what you are now doing, and keep before you the things you have done. Lift up your eyes to the overflowing compassion of heaven, and while He waits for you, draw near in tears to our merciful Judge. Having before your mind that He is a Just Judge, do not take your sins lightly; and having also in mind that He is compassionate, do not despair. The God-Man gives man confidence before God.",
        "author": "St. Gregory the Great"
        
    },
    {
        "id": 115,
        "title": "",
        "body": "If we make every effort to avoid death of the body, still more should it be our endeavor to avoid death of the soul. There is no obstacle for a man who wants to be saved other than negligence and laziness of soul.",
        "author": "St. Anthony the Great"
        
    },
    {
        "id": 116,
        "title": "",
        "body": "Whoever has not experienced temptation cannot enter into the Kingdom of Heaven. Without temptations no-one can be saved.",
        "author": "St. Anthony the Great"
        
    },
    {
        "id": 117,
        "title": "",
        "body": "What is slander? It is every sort of wicked word we would dare not speak in front of the person whom we are complaining about.",
        "author": "St. Anthony the Great"
        
    },
    {
        "id": 118,
        "title": "",
        "body": "This is the great work of man: always to take the blame for his own sins before God and to expect temptation to his last breath.",
        "author": "St. Anthony the Great"
        
    },
    {
        "id": 119,
        "title": "",
        "body": "The Sacraments are the living gospel by which the Church lived for thirty years, from 30-60 A.D",
        "author": "Fr.Bishoy Kamel"
        
        
        
    },
    {
        "id": 120,
        "title": "",
        "body": "The devil is afraid of us when we pray and make sacrifices. He is also afraid when we are humble and good. He is especially afraid when we love Jesus very much. He runs away when we make the Sign of the Cross.",
        "author": "St. Anthony the Great"
        
    },
    {
        "id": 121,
        "title": "",
        "body": "One who knows oneself, knows God: and one who knows God is worthy to worship Him as is right. Therefore, my beloveds in the Lord, know yourselves.",
        "author": "St. Anthony the Great"
        
    },
    {
        "id": 122,
        "title": "",
        "body": "Always have the fear of God before your eyes. Remember Him who gives death and lives. Hate the world and all that is in it. Hate the peace that comes from the flesh. Renounce this life, so that you may be alive to God.",
        "author": "St. Anthony the Great"
        
    },
    {
        "id": 123,
        "title": "",
        "body": "Learn to love humility, for it will cover all your sins.  All sins are repulsive before God, but the most repulsive of all is pride of the heart.",
        "author": "St. Anthony the Great"
        
    },
    {
        "id": 124,
        "title": "",
        "body": "Do not consider yourself learned and wise; otherwise, all your efforts will be destroyed, and your boat will reach the harbor empty.  If you have great authority, do not threaten anyone with death.  Know that, according to nature, you too are susceptible to death, and that every soul sheds its body as its final garment.",
        "author": "St. Anthony the Great"
        
    },
    {
        "id": 125,
        "title": "",
        "body": "A time is coming when men will go mad, and when they see someone who is not mad, they will attack him, saying, ‘You are mad; you are not like us.",
        "author": "St. Anthony the Great"
        
    },
    {
        "id": 126,
        "title": "",
        "body": "Do not claim to have acquired virtue unless you have suffered affliction, for without affliction virtue has not been tested.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 127,
        "title": "",
        "body": "Let all involuntary suffering teach you to remember God, and you will not lack occasion for repentance.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 128,
        "title": "",
        "body": "When you suffer some dishonor from men, recognize at once the glory that will be given you by God. Then you will not be saddened or upset by the dishonor; and when you receive the glory you will remain steadfast and innocent.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 129,
        "title": "",
        "body": "He who hates the passions gets rid of their causes. But he who is attracted by their causes is attacked by the passions even though he does not wish it.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 130,
        "title": "",
        "body": "A time is coming when men will go mad, and when they see someone who is not mad, they will attack him, saying, ‘You are mad; you are not like us.'",
        "author": "St. Anthony the Great"
        
    },
    {
        "id": 131,
        "title": "",
        "body": "He who is ignorant of the enemy’s ambush is easily slain; and he who does not know the causes of the passions is soon brought low.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 132,
        "title": "",
        "body": "The sign of sincere love is to forgive wrongs done to us. It was with such love that the Lord loved the world.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 133,
        "title": "",
        "body": "Whoever prays for those who hurt him lays the demons low; but he who opposes his affronter is bound to the demons.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 134,
        "title": "",
        "body": "The devil makes small sins seem smaller in our eyes, for otherwise he can’t lead us to greater evil.",
        "author": " St. Mark the Ascetic"
        
    },
    {
        "id": 135,
        "title": "",
        "body": "If one becomes angry with one’s neighbor on account of riches, fame or pleasure, one does not yet realize that God orders all things with justice.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 136,
        "title": "",
        "body": "Think nothing and do nothing without a purpose directed to God. For to journey without direction is wasted effort.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 137,
        "title": "",
        "body": "Wickedness is an intricate net; and if someone is careless when partially entangled, he gets completely enmeshed.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 138,
        "title": "",
        "body": "Some without fulfilling the commandments think that they possess true faith. Others fulfill the commandments and then expect the kingdom as a reward due to them. Both are mistaken.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 139,
        "title": "",
        "body": "Every vice leads in the end to forbidden pleasure; and every virtue to spiritual blessing. Each arouses what is akin to it.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 140,
        "title": "",
        "body": "Prayer comprises the complete fulfillment of the commandments; for there is nothing higher than love for God.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 141,
        "title": "",
        "body": "Just as some snakes live in glens and others in houses, so there are some passions which take shape in our thoughts while others express themselves in action. It is possible, however, for them to change from one type to the other.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 142,
        "title": "",
        "body": "Just as the bitterness of absinth helps a poor appetite, so misfortunes help a bad character. For the first benefits the physical condition, and the second leads to repentance.",
        "author": "St. Anthony the Great"
        
    },
    {
        "id": 143,
        "title": "",
        "body": "A time is coming when men will go mad, and when they see someone who is not mad, they will attack him, saying, ‘You are mad; you are not like us.'",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 144,
        "title": "",
        "body": "Do not become a disciple of one who praises himself, in case you learn pride instead of humility.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 145,
        "title": "",
        "body": "Guard your mind, and you will not be harassed by temptations. But if you fail to guard it, accept patiently whatever trial comes.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 146,
        "title": "",
        "body": "Understand the words of Holy Scripture by putting them into practice, and do not fill yourself with conceit by elaborating on theoretical ideas.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 147,
        "title": "",
        "body": "Praise from others engenders sinful desire, while their condemnation of vice, if not only heard but accepted, engenders self-restraint.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 148,
        "title": "",
        "body": "Everything good is given by the Lord providentially; and he who has faith that this is so will not lose what he has been given.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 149,
        "title": "",
        "body": "No one is as good and kind as the Lord is; but He does not forgive one who does not repent.",
        "author": "St Mark the Ascetic"
        
    },
    {
        "id": 150,
        "title": "",
        "body": "The mercy of God is hidden in sufferings not of our choice; and if we accept such sufferings patiently, they bring us to repentance and deliver us from everlasting punishment.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 151,
        "title": "",
        "body": "Rain cannot fall without a cloud, and we cannot please God without a good conscience.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 152,
        "title": "",
        "body": "When harmed, insulted or persecuted by someone, do not think of the present but wait for the future, and you will find he has brought you much good, not only in this life but also in the life to come.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 153,
        "title": "",
        "body": "A humble man who lives a spiritual life, when he reads the Holy Scriptures, while relate all things to himself and not to others.",
        "author": "St. Mark the Ascetic"
        
    },
    {
        "id": 154,
        "title": "",
        "body": "He who is master of possessions, is the slave of passions. Do not estimate gold and silver only as possessions, but all things thou possess for the sake of the desire of thy will",
        "author": "St. Isaac the Syrian"
        
    },
    {
        "id": 155,
        "title": "",
        "body": "I beg and beesech you, Lord: grant to all who have gone astray a true knowledge of you, so that each and every one may come to know your glory.",
        "author": "St. Isaac the Syrian"
        
    },
    {
        "id": 156,
        "title": "",
        "body": "Do not disdain those who are deformed from birth, because all of us will go to the grave equally privileged.",
        "author": " St. Isaac the Syrian"
        
    },
    {
        "id": 157,
        "title": "",
        "body": "A man can never learn what divine power is while he abides in comfort and spacious living.",
        "author": "St. Isaac the Syrian"
        
    },
    {
        "id": 158,
        "title": "",
        "body": "Recollect the fall of the strong, that thou mayest remain humble under thy virtues. And think of the heavy sins of those who fell and repented; and of the praise and honour they received afterwards, so that thou mayest acquire courage during repentance.",
        "author": "St. Isaac the Syrian"
        
    },
    {
        "id": 159,
        "title": "",
        "body": "The sick one who is acquainted with his sickness is easily to be cured; and he who confesses is pain is near to health. Many are the pains of the hard heart; and when the sick one resists the physician, his torments will be augmented.",
        "author": "St. Isaac the Syrian"
        
    },
    {
        "id": 160,
        "title": "",
        "body": "Do not reckon as a truly wise man that one whose mind is subject to fear on account of temporal life.",
        "author": "St. Isaac the Syrian"
        
    },
    {
        "id": 161,
        "title": "",
        "body": "Do not pass through the streets of the hot-tempered and quarrelsome, lest your heart be filled with anger, and the darkness of delusion dominate your soul.",
        "author": "St. Isaac the Syrian"
        
    },
    {
        "id": 162,
        "title": "",
        "body": "O glutton, bent on the worship of your own belly! It is better for you to cast a live coal into your stomach than the fried foods of rulers and princes.",
        "author": "St. Isaac the Syrian"
        
    },
    {
        "id": 163,
        "title": "",
        "body": "Conquer men by your gentle kindness, and make zealous men wonder at your goodness. Put the lover of justice to shame by your compassion. With the afflicted be afflicted in mind. Love all men, but keep distant from all men.",
        "author": "St. Isaac the Syrian"
        
    },
    {
        "id": 164,
        "title": "",
        "body": "If you give something to one in need, let the cheerfulness of your face precede your gift, and comfort his sorrow with kind words. When you do this, by your gift the gladness of his mind surpasses even the needs of his body",
        "author": "St. Isaac the Syrian"
        
    },
    {
        "id": 165,
        "title": "",
        "body": "Do not dispute the over the truth with someone who does not know the truth; but from the person who is eager to know the truth, do not withold words from him",
        "author": "St. Isaac the Syrian"
        
    },
    {
        "id": 166,
        "title": "",
        "body": "Before the war begins, seek after your ally; before you fall ill, seek out your physician; and before grievous things come upon you, pray, and in the time of your tribulations you will find Him, and He will listen to you.",
        "author": "St. Isaac the Syrian"
        
    },
    {
        "id": 167,
        "title": "",
        "body": "At the time of darkness, more than anything else kneeling is helpful.",
        "author": "St. Isaac the Syrian"
        
    },
    {
        "id": 168,
        "title": "",
        "body": "There is no sin which cannot be pardoned except that one which lacks repentance, and there is no gift which is not augmented save that which remains without acknowledgement. For the portion of the fool is small in his eyes.",
        "author": "St. Isaac the Syrian"
        
    },
    {
        "id": 169,
        "title": "",
        "body": "Let them push you, but do not push; Let them crucify you, but do not crucify. Let them insult, but do not insult. Let them slander, but do not slander. Be meek, and do not be zealous in evil.",
        "author": "St. Isaac the Syrian"
        
    },
    {
        "id": 170,
        "title": "",
        "body": "If you are truly merciful, then when what is yours is unjustly taken, don’t be sad inside, and do not tell of our loss to your neighbor. Let a better loss, inflicted by those who insult you, be absorbed by your mercy",
        "author": "St. Isaac the Syrian"
        
    },
    {
        "id": 171,
        "title": "",
        "body": "The soul that loves God has its rest in God and in God alone. In all the paths that men walk in in the world, they do not attain peace until they draw nigh to hope in God.",
        "author": "St. Isaac the Syrian"
        
    },
    {
        "id": 172,
        "title": "",
        "body": "If you practice an excellent virtue without perceiving the taste of its aid, do not marvel; for until a man becomes humble, he will not receive a reward for his labor. Recompense is given, not for labor, but for humility.",
        "author": "St. Isaac the Syrian"
        
    },
    {
        "id": 173,
        "title": "",
        "body": "As a handful of sand thrown into the ocean, so are the sins of all flesh as compared with the mind of God.",
        "author": "St. Isaac the Syrian"
        
    },
    {
        "id": 174,
        "title": "",
        "body": "The sacrament of Baptism is the mystery of forming a big family, that is born from above and has its hopes and directions fixed, spiritually",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 175,
        "title": "",
        "body": "Baptism is the water that flowed from the side of Jesus on the cross. The water of Baptism gained its power of purification from the water of Your Divine Side",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 176,
        "title": "",
        "body": "Jesus Christ freed us from the slavery of Satan by the cross, so we can be His children. This occurs to us by the power of the cross through the Baptism and the renounciation of the devil.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 177,
        "title": "",
        "body": "The renounciation of the devil, the leader of this world, implies that we have another home in heaven, and our life on earth is sojournment",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 178,
        "title": "",
        "body": "Our pleasure is not of this foreing world, but in heaven.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 179,
        "title": "",
        "body": "We live on earth but we are citizens of heaven, so we behave in a way that satisfies our Heavenly Father, not the world",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 180,
        "title": "",
        "body": "Any Christian that forgets this truth, the truth of being sojourners, will be enticed by worldly matters and hindered in his path, thus, going astray",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 181,
        "title": "",
        "body": "It is the source of everlasting love for everyone: love for the congregation, love for the sinners, love for the poor, and love for those who persecute it.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 182,
        "title": "",
        "body": " The Church is always in need for martyrs of love and martyrs that preserve its unity.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 183,
        "title": "",
        "body": "Death is frightening and extremely terrifying, but the more our lives are amalgamated with the Lamb's Blood, the more our departing would be joyous and surrounded with angels.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 184,
        "title": "",
        "body": "The fear of death will accompany the person until he puts the ego to death, and only then will he experience the life of resurrection.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 185,
        "title": "",
        "body": "Tribulations in Christianity are not resolved when they end, but only when the Lord surmounts them with us, carries the cross, and always remains with us.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 186,
        "title": "",
        "body": "Faith is the power that moves our ship through the raging sea of this world.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 187,
        "title": "",
        "body": "Neglecting the Holy Bible is very dangerous to our understanding of the Church Sacraments, its prayers and worships.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 188,
        "title": "",
        "body": "The ego is the origin of every calamity in the Church.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 189,
        "title": "",
        "body": "Sacrificing the self is abiding in Christ. It is the disappearance of the ego that allows the branch to live in the vine and feel its unity with the rest of its members. This is the only path that leads to humility.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 190,
        "title": "",
        "body": "Awareness of my ego and pride scares me, because it means that I am separated from the Body of Christ. It scares me because it means that the branch was cut off the vine, and it is liable to dry and become isolated from the Head, and that is why it feels that it is a separate entity.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 191,
        "title": "",
        "body": "The ego equals a dried branch that is separated from the head.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 192,
        "title": "",
        "body": " Jesus is the beating heart of the world, but through its foolishness, the world pierced His heart. Thus, it condemned itself to death.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 193,
        "title": "",
        "body": " There is no love for Christ without preaching.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 194,
        "title": "",
        "body": "God manifests Himself to those who seek Him with love.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 195,
        "title": "",
        "body": "Anything that man owns decreases if it is divided and distributed to others, except love, which increases the more it is given to others.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 196,
        "title": "",
        "body": "Coptic singing is a conversation with the name of salvation (Jesus Christ's name) and it is not just an ordinary kind of singing.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 197,
        "title": "",
        "body": "Truly, hymns are delightful, enjoyable means of worship and spiritual exaltation similar to that of the angels.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 198,
        "title": "",
        "body": "The praise of the three young men combines in one scene its presence in this painful, temporary world with its presence in the blissful eternity. While it is in the fire of the world, it is also in the presence of God and heavenly joy.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 199,
        "title": "",
        "body": "Repentance is not the work of man, as prophet Jeremiah said, Make me repent my Lord and I shall repent.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 200,
        "title": "",
        "body": "When the church calls for penitence, she sweeps her house searching for the last penny and the Holy Spirit casts His rays of light on the saved souls so that they repent (and be found)",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 201,
        "title": "",
        "body": "The Spirit cannot give the fruit of righteousness except to the penitent souls",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 202,
        "title": "",
        "body": "Penitence is the most important sign of love.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 203,
        "title": "",
        "body": "The more a penitent realizes he has grieved the Lord who loves him and that Jesus' Cross was mainly raised to wash his sins and redeem his soul, the more true and rightful his penitence is.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 204,
        "title": "",
        "body": "There is an insincere penitence which deceives the soul, and a geniune one which is the work of the Holy Spirit.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 205,
        "title": "",
        "body": "If repentance is neglected for an instant, one can lose the power of the Resurrection as he lives with the weakness of tepidity and the potential of his fall.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 206,
        "title": "",
        "body": "Penitence does not stop at regretting sin, but it takes another step forward which is to start a new life with God!",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 207,
        "title": "",
        "body": "The sacrament of penitence is perpetually bonded with Resurrection, without seperation for an instant.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 208,
        "title": "",
        "body": "Continuous confession purifies the soul and leads it to new life, especially when it becomes worthy of receiving the Lord's Body and Blood.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 209,
        "title": "",
        "body": "The Church Sacraments are the living gospel.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 210,
        "title": "",
        "body": "The Sacraments are the living gospel by which the Church lived for thirty years, from 30-60 A.D",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 211,
        "title": "",
        "body": "How lovely, sweet, and powerful is silence if we are carrying the cross with Jesus. How tough, painful and unjust is silence if the shadow of the cross disappears from our lives.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 212,
        "title": "",
        "body": "The servant serves, works, speaks and builds until he sees a sign to be silent. Then, he is silent to work internally with love, through the hidden and personal service, and praying away from others. He is silent, but he works without opening his mouth.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 213,
        "title": "",
        "body": "While the children of God sojourn on earth their eyes are directed toward heaven, until they completely depart from the flesh and their time of sojournment on earth comes to an end.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 214,
        "title": "",
        "body": "Vigilance is a spiritual pleasure, that is impossibe to get used to except through the praises of the Church.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 215,
        "title": "",
        "body": "Vigilance is practicing the presence with God.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 216,
        "title": "",
        "body": "Vigilance is preparing for a continuous meeting with the Heavenly Groom.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 217,
        "title": "",
        "body": "The Sacraments are the living gospel by which the Church lived for thirty years, from 30-60 A.D",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 218,
        "title": "",
        "body": "In the beginning, vigilance is a difficult practice, but through the love of Christ and His grace, it turns into a desirable and enjoyable habit that man searches for with diligence.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 219,
        "title": "",
        "body": "Vigilance is converted to a heavenly night that is spent around the subject of Divine Incarnation.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 220,
        "title": "",
        "body": "My Lord Jesus, I want my will to melt in Yours and I believe that all things work together for good ",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 221,
        "title": "",
        "body": "Let me strongly believe that the hairs of my head are counted in front of You, give me to submit to Your will and not to mine.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 222,
        "title": "",
        "body": "Children of God do not pay much attention to time, they always live in submissiveness to God. No matter how long they wait, the sun is there behind the cloud.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 223,
        "title": "",
        "body": "If one plans for himself, he should accept responsibility for the difficulties of the trip and on the other hand if he leaves the planning to God, God will dispose every stage of the trip.",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 224,
        "title": "",
        "body": "The Sacraments are the living gospel by which the Church lived for thirty years, from 30-60 A.D",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 225,
        "title": "",
        "body": "The Sacraments are the living gospel by which the Church lived for thirty years, from 30-60 A.D",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 226,
        "title": "",
        "body": "The Sacraments are the living gospel by which the Church lived for thirty years, from 30-60 A.D",
        "author": "Fr.Bishoy Kamel"
        
    },
    {
        "id": 227,
        "title": "",
        "body": "The Sacraments are the living gospel by which the Church lived for thirty years, from 30-60 A.D",
        "author": "Fr.Bishoy Kamel"
        
    }
    
]
 
 
 
 
